Repository: VladimirZobachov/bodysite
Catalog: locale/*/LC_MESSAGES/shop_ordercall.po
Languages: ru_ru

source: A visitor on the website requested a callback
ru_ru: Посетитель сайта заказал обратный звонок

source: Name: %s
ru_ru: Имя: %s

source: Phone: %s
ru_ru: Телефон: %s

source: Preferred call time: from %s to %s
ru_ru: Желаемое время для звонка: с %s до %s

source: Comment: %s
ru_ru: Комментарий: %s

source: Email sent successfully
ru_ru: Электронное письмо успешно отправлено

source: Captcha validation failed. Email not sent.
ru_ru: Проверка капчи не прошла. Электронное письмо не отправлено.

source: Form validation failed. Email not sent.
ru_ru: Проверка формы не прошла. Электронное письмо не отправлено.

source: Order Callback
ru_ru: Заказ обратного звонка

source: A plugin for callback requests
ru_ru: Плагин для обратного звонка

source: Plugin Status
ru_ru: Состояние плагина

source: To display the plugin, insert the code {shopOrdercallViewHelper::display()} into the theme template
ru_ru: Для вывода плагина вставьте код {shopOrdercallViewHelper::display()} в шаблон темы дизайна

source: Order a callback
ru_ru: Заказать обратный звонок

source: Disabled
ru_ru: Отключен

source: Enabled
ru_ru: Включен

source: Link Text
ru_ru: Текст ссылки

source: Specify the link text for the frontend
ru_ru: Укажите текст ссылки во фронтенде

source: Sender Email
ru_ru: Email отправителя

source: Specify the sender's email
ru_ru: Укажите email отправителя

source: Recipient Email
ru_ru: Email получателя

source: Specify the email to send callback requests to
ru_ru: Укажите email, на который нужно отправлять заказы обратного звонка

source: Display Agreement with Policy
ru_ru: Выводить согласие с политикой

source: Link to Policy Page
ru_ru: Ссылка на страницу политики конфиденциальности

source: Specify the link to the page with the privacy policy
ru_ru: Укажите ссылку на страницу с политикой обработки конфиденциальной информации

source: Email Subject
ru_ru: Тема письма

source: Specify the email subject for the admin
ru_ru: Укажите тему письма администратору

source: Website Address
ru_ru: Адрес сайта

source: Specify whether to include the website address in the email subject
ru_ru: Укажите, нужно ли проставлять адрес сайта в теме письма

source: Display Captcha
ru_ru: Выводить капчу

source: Specify whether to add captcha to the form
ru_ru: Укажите, нужно ли добавлять капчу в форму

source: Order a Callback
ru_ru: Заказать обратный звонок

source: Leave your contact details and we will call you back
ru_ru: Оставьте свои контакты и мы перезвоним Вам

source: Contact Information
ru_ru: Контактная информация

source: Name
ru_ru: Имя

source: Phone
ru_ru: Телефон

source: Preferred Call Time
ru_ru: Время для звонка

source: Comment
ru_ru: Комментарий

source: Incorrect Captcha entered
ru_ru: Неверно введена Captcha

source: I agree to the processing of
ru_ru: Согласен на обработку

source: personal data
ru_ru: персональных данных

source: Order
ru_ru: Заказать
